# Фу-ия add, которая принимает на вход 2 параметра (a и b), складывает их и возваращает рез-т
# Может принимать разные типы данных (текст/числа)

def add (a, b):
    return a + b

# Переменная result, которая сохраняет результат функции add с переданными аргументами
result = add(10, 9)
result2 = add('Сложить', ' 2 текста в 1 текст')

# Вывести значение переменной result
print(result)
print(result2)